open-agri/lv_micropython/ports/esp32/boards/TRACTORKIT/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "TractorKit 16MiB Module with OTA"
#define MICROPY_HW_MCU_NAME "ESP32"
